Repository: theforeman/foreman_salt
Catalog: locale/*/foreman_salt.po
Languages: de, fr, ja, ka

source: *Clear environment*
fr: *Nettoyer l'environnement*
ja: *環境をクリア*
ka: *გარემოს გასუფთავება*

source: Accept
de: Akzeptieren
fr: Accepter
ja: 許可
ka: დასტური

source: Accepted
de: Akzeptiert
fr: Accepté
ja: 許可
ka: მიღებულია

source: Action with sub plans
fr: Action avec sous-plans
ja: サブプランによるアクション
ka: ქმედება ქვე-გეგმებით

source: Actions
ja: アクション
ka: ქმედებები

source: Added
de: Hinzugefügt
fr: Ajouté
ja: 追加されました
ka: დამატებულია

source: Array of Salt state IDs
fr: Tableau des ID de statut Salt
ja: Salt 状態 ID の配列

source: Array of State ids
de: Array von State IDs
fr: Tableau d'identifiants d'État
ja: 状態 ID の配列
ka: მდგომარეობის ID-ების მასივი

source: Autosign
de: Automatisch Signieren
fr: Signature automatique
ja: 自動署名
ka: ავტომატური ხელმოწერა

source: Autosign entries for %s
de: Einträge für %s automatisch signieren
fr: Signature automatique des entrées pour %s
ja: %s の自動署名エントリー
ka: %s-ის ჩანაწერების ავტომატური ხელმოწერა

source: Autosign record
de: Autosign-Einträge
fr: Fiche d'autosignature
ja: 自動署名レコード
ka: ჩანაწერის ავტომატური ხელმოწერა

source: Avoid duplicate values when merging them (only array type)?
fr: Éviter les doublons lors des fusions (seulement pour les tableaux) ?
ja: 値をマージするときに重複する値を回避しますか (配列タイプのみ)?
ka: ავიცილო შერწყმისას თავიდან დუბლირებული მნიშვნელობები(მხოლოდ მასივის ტიპი)?

source: Before including these variables as Salt pillar, Foreman will validate that your variables comply with the validation.
fr: Avant d'inclure ces variables comme pillier Salt, Foreman vérifiera que vos variables sont conformes à la validation.
ja: Salt ピラーにこの変数を追加する前に、Foreman は変数がバリデーションに準拠していることを確認します。
ka: სანამ ამ ცვლადებს Salt-ის საყრდენად შეიტანთ, Foreman დაადასტურებს, რომ თქვენი ცვლადები შეესაბამება ვალიდაციას.

source: Cancel
de: Abbrechen
fr: Annuler
ja: 取り消し
ka: გაუქმება

source: Change Salt Environment
fr: Changement de l'environnement Salt
ja: Salt 環境の変更
ka: მარილის გარემოს შეცვლა

source: Change Salt Master
fr: Changer le Salt Master
ja: Salt マスターの変更
ka: მარილის ძირითადის შეცვლა

source: Check/Uncheck Added
fr: Cocher/décocher ajouté
ja: 追加項目の選択/選択解除
ka: ჩართ/გამორთ დამატებულია

source: Check/Uncheck All
fr: Tout cocher/décocher
ja: すべて選択/選択解除
ka: ჩართ/გამორთ ყველა

source: Check/Uncheck Removed
fr: Contrôlé/décocher supprimé
ja: 削除項目の選択/選択解除
ka: ჩართ/გამორთ წაშლილია

source: Config Management
fr: Gestion de configuration
ja: 設定管理

source: Continue to look for matches after first find (only array/hash type)? Note: merging overrides ignores all matchers that are omitted.
fr: Continuer à chercher les valeurs correspondantes après une première recherche (type tableau ou hachage uniquement) ? Noter : la fusion ignore toutes les valeurs correspondantes omises.
ja: 最初の検索後に継続して一致する候補を検索しますか (配列/ハッシュタイプのみ)? 注記: 上書きのマージにより、省略されたすべての Matcher が無視されます。
ka: გავაგრძელოთ შესატყვისების ძებნა პირველი პოვნის შემდეგ (მხოლოდ მასივი/ჰეშის ტიპი)? შენიშვნა: უგულებელყოფის შერწყმა უგულებელყოფს ყველა შესატყვისს, რომელიც გამოტოვებულია.

source: Could not find salt environment with id %s
de: Salt Umgebung mit ID %s konnte nicht gefunden werden
fr: Impossible de trouver un environnement Salt ayant pour id %s
ja: ID が %s の環境が見つかりませんでした
ka: მარილის გარემო ID-ით %s არ არსებობს

source: Create Salt Variable
fr: Créer une variable Salt
ja: Salt 変数の作成
ka: მარილის ცვლადის შექმნა

source: Create Salt variable
fr: Créer une variable Salt
ja: Salt 変数の作成
ka: მარილის ცვლადის შექმნა

source: Create a Salt environment
de: Salt Umgebung erstellen
fr: Créer un environnement Salt
ja: Salt 環境の作成
ka: მარილის გარემოს შექმნა

source: Create a state
de: Salt State erstellen
fr: Créer un état
ja: 状態の作成
ka: მდგომარეობის შექმნა

source: Create an autosign record
de: Autosign-Eintrag erstellen
fr: Créer un enregistrement d'autosignature
ja: 自動署名レコードの作成
ka: ავტომატური ხელმოწერის მქონე ჩანაწერის შექმნა

source: Default Behavior
fr: Comportement par défaut
ja: デフォルト動作
ka: ნაგულისხმევი ქცევა

source: Default value of variable
fr: Valeur par défaut de la variable
ja: 変数のデフォルト値
ka: ცვლადის ნაგულისხმები მნიშვნელობა

source: Delete %s?
de: %s löschen?
fr: Supprimer %s?
ja: %s を削除しますか?
ka: წავშალო "%s"?

source: Delete a Salt Key
de: Salt Schlüssel löschen
fr: Supprimer une clé Salt
ja: Salt キーの削除
ka: მარილის გასაღების წაშლა

source: Delete an autosign record
de: Autosign-Eintrag löschen
fr: Supprimer un enregistrement d'autosignature
ja: 自動署名レコードの削除
ka: ავტომატური ხელმოწერის წასლა

source: Deletes Salt variable
fr: Supprime la variable Salt
ja: Salt 変数の削除
ka: მარილის ცვლადის წაშლა

source: Description of variable
fr: Description de la variable
ja: 変数の説明
ka: ცვლადის აღწერა

source: Destroy a Salt environment
de: Salt Umgebung löschen
fr: Supprimer un environnement Salt
ja: Salt 環境の破棄
ka: მარილის გარემოს განადგურება

source: Destroy a state
de: Salt State löschen
fr: Supprimer un état
ja: 状態の破棄
ka: მდგომარეობის განადგურება

source: Dryrun only
de: Nur Probelauf
fr: Dryrun uniquement
ja: ドライランのみ
ka: მხოლოდ სატესტო გაშვება

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ka: ჩასწორება

source: Edit %s
fr: Modifier %s
ja: %s の編集
ka: %s-ის ჩასწორება

source: Edit Salt Environment %s
de: Salt Umgebung %s bearbeiten
fr: Modifier l'environnement de Salt %s
ja: Salt 環境の編集 %s
ka: მარილის გარემოს ჩასწორება: %s

source: Edit Salt State %s
de: Salt State %s bearbeiten
fr: Modifier l'état Salt %s
ja: Salt 状態の編集 %s
ka: მარილის მდგომარეობის ჩასწორება (%s)

source: Edit Salt Variable
fr: Modifier la variable Salt
ja: Salt 変数の編集
ka: მარილის ცვლადების ჩასწორება

source: Environment
de: Umgebung
fr: Environnement
ja: 環境
ka: გარემო

source: Environments
de: Umgebungen
fr: Environnements
ja: 環境
ka: გარემო

source: FQDN of host that key belongs to
de: FQDN des Hosts zu welchem der Schlüssel gehört
fr: FQDN de l'hôte auquel appartient la clé
ja: キーが所属するホストの FQDN
ka: ჰოსტის FQDN, რომელსაც ეს გასაღები ეკუთვნის

source: Filter %s
fr: Filtrer %s
ja: フィルター %s
ka: ფილტრი %s

source: Fingerprint
de: Fingerabdruck
fr: Empreinte
ja: フィンガープリント
ka: თითის ანაბეჭდი

source: Function
fr: Fonction
ja: 関数
ka: ფუნქცია

source: Hidden Value
fr: Valeur masquée
ja: 非表示の値
ka: დამალული მნიშვნელობა

source: Hide all values for this parameter.
fr: Masquer toutes les valeurs de ce paramètre.
ja: このパラメーターのすべての値を非表示にします。
ka: პარამეტრის ყველა მნიშვნელობის დამალვა.

source: Host groups
de: Hostgruppen
fr: Groupes d'hôtes
ja: ホストグループ
ka: ჰოსტის ჯგუფები

source: Host must have an environment in order to set salt states
de: Host muss einer Salt Umgebung angehören bevor ein Salt State gesetzt werden kann
fr: L'hôte doit disposer d'un environnement afin de définir les états de Salt
ja: salt 状態を設定するには、ホストには環境が必要です。
ka: მარილის მდგომარეობების დასაყენებლად ჰოსტს გარემო უნდა ჰქონდეს

source: Hosts
fr: Hôtes
ja: ホスト
ka: ჰოსტები

source: ID of Salt Proxy
de: ID des Salt Proxy
fr: ID du proxy Salt
ja: Salt Proxy の ID
ka: მარილის პროქსის ID

source: ID of host group
fr: ID du groupe d'hôtes
ja: ホストグループの ID

source: If checked, will raise an error if there is no default value and no matcher provide a value.
fr: Si coché, Foreman va générer une erreur s'il n'y a pas de valeur par défaut et aucune valeur n'est retournée.
ja: チェックが付けられていると、デフォルト値がなく Matcher が値を指定しない場合にエラーが出されます。
ka: თუ მონიშნულია, წარმოიქმნება შეცდომა, თუ არ არის ნაგულისხმევი მნიშვნელობა და არცერთი შესატყვისი არ იძლევა მნიშვნელობას.

source: Import
fr: Importation
ja: インポート
ka: იმპორტი

source: Import Puppet classes
fr: Importer des classes Puppet
ja: Puppet クラスのインポート
ka: Puppet-ის კლასების შემოტანა

source: Import facts
fr: Importer des faits
ja: ファクトのインポート
ka: ფაქტების შემოტანა

source: Import from %s
de: Importieren aus %s
fr: Import depuis %s
ja: %s からのインポート
ka: %s-დან შემოტანა

source: Import states from a salt master
de: Salt States vom Salt Master importieren
fr: Importer des états à partir d’un master Salt
ja: salt マスターからの状態のインポート
ka: მდგომარეობების ძირითადი მარილიდან შემოტანა

source: Include default value when merging all matching values
fr: Inclus la valeur par défaut lors qu'on fusionne les valeurs de concordance
ja: 一致するすべての値をマージするときにデフォルト値を含めます
ka: ყველა დამთხვეული მნიშვნელობის შერწყმისას ნაგულისხმები მნიშვნელობების გათვალისწნება

source: Include default value when merging all matching values.
fr: Inclus la valeur par défaut lors qu'on fusionne les valeurs de concordance.
ja: 一致するすべての値をマージするときにデフォルト値を含めます。
ka: ყველა დამთხვეული მნიშვნელობის შერწყმისას ნაგულისხმები მნიშვნელობების გათვალისწინება.

source: Invalid report
de: Ungültiger Bericht
fr: Rapport invalide
ja: 無効なレポート
ka: არასწორი ანგარიში

source: Key Name
de: Schlüssel Name
fr: Nom de la clé
ja: キー名
ka: გასაღებსი სახელი

source: Keys
de: Schlüssel
fr: Clés
ja: キー
ka: გასაღებები

source: Limit to a specific environment
de: Limitieren auf eine bestimmte Umgebung
fr: Limitation à un environnement spécifique
ja: 特定の環境に限定する
ka: მითითებული გარემოთი შეზღუდვა

source: Limit to a specific environments
de: Limitieren auf bestimmte Umgebungen
fr: Limiter à un environnement spécifique
ja: 特定の環境に限定する
ka: მითითებული გარემოთი შეზღუდვა

source: Limit to specific actions: i.e. add, remove
de: Limitieren auf bestimmte Aktionen, z.B. 'add', 'remove'
fr: Limiter à des actions spécifiques : c'est-à-dire ajouter, supprimer
ja: 特定のアクションに限定する: 追加、削除など
ka: მითითებულ ქმედებებამდე შეზღუდვა. მაგ: დამატება, წაშლა

source: List Salt variables
fr: Liste des variables Salt
ja: Salt 変数の表示
ka: მარილის ყველა ცვლადის სია

source: List all Salt Minions
de: Alle Salt Minions auflisten
fr: Liste de tous les minions Salt
ja: すべての Salt ミニオンの表示
ka: მარილის ყველა მინიონის ჩვენება

source: List all Salt environments
de: Alle Salt Umgebungen auflisten
fr: Afficher tous les environnements Salt
ja: すべての Salt 環境の表示
ka: მარილის ყველა გარემოს სია

source: List all Salt keys
de: Alle Salt Schlüssel auflisten
fr: Liste de toutes les clés de Salt
ja: すべての Salt キーの表示
ka: მარილიკის ყველა გასაღების სია

source: List all Salt states
de: Alle Salt States auflisten
fr: Liste de tous les États Salt
ja: すべての Salt 状態の表示
ka: მარილის ყველა მდგომარეობის სია

source: List all autosign records
de: Alle Autosign-Einträge auflisten
fr: Liste de tous les enregistrements d'autosignature
ja: すべての自動署名レコードの表示
ka: ავტომატური ხელმოწერის მქონე ჩანაწერების სია

source: Mark the variable to be managed by Foreman. When the Salt State of this variable is assigned to a host, the default value will be added as a Salt pillar for this host. Specify matchers to set a different value for such variable.
fr: Marquez la variable à gérer par Foreman. Lorsque l'état Salt de cette variable est attribué à un hôte, la valeur par défaut sera ajoutée comme pillier Salt pour cet hôte. Spécifiez des matchers pour définir une valeur différente pour cette variable.
ja: Foreman が管理する変数にマークを付けます。この変数の Salt 状態がホストに割り当てられると、デフォルト値がこのホストの Salt ピラーとして追加されます。このような変数に別の値を設定するには、マッチャーを指定します。
ka: მონიშნეთ ცვლადი, რომელსაც მართავს Foreman. როდესაც ამ ცვლადის მარილის მდგოარეობა მიენიჭება ჰოსტს, ნაგულისხმევი მნიშვნელობა დაემატება როგორც Salt pillar ამ ჰოსტისთვის. მიუთითეთ შესატყვისები ასეთი ცვლადისთვის განსხვავებული მნიშვნელობის დასაყენებლად.

source: Merge all matching values (only array/hash type)
fr: Fusionner toutes les valeurs qui correspondent (seulement pour les types tableau/hachage)
ja: 一致するすべての値のマージ (配列/ハッシュタイプのみ)
ka: ყველა ერთნაირი მნიშვნელობის შერწყმა (მხოლოდ მასივის/ჰეშის ტიპი)

source: Must specify a Smart Proxy to use
de: Zu verwendender Smart Proxy muss angegeben werden
fr: Doit spécifier un Smart Proxy à utiliser
ja: 使用する Smart Proxy を指定する必要があります
ka: საჭიროა ჭკვიანი პროქსის მითითება

source: Name
fr: Nom
ja: 名前
ka: სახელი

source: Name of the Salt state
de: Name des Salt States
fr: Nom de l'état Salt
ja: Salt の状態名
ka: მარილის მდგომარეობის სახელი

source: Name of variable
fr: Nom de la variable
ja: 変数の名前
ka: ცვლადის სახელი

source: Namespace Foreman pillars under 'foreman' key
fr: Piliers de l'espace de nom Foreman sous la clé 'foreman'
ja: 'foreman' キーの namespace Foreman ピラー
ka: სახელების სივრცე Foreman 'foreman' გასაღებს ეყრდნობა

source: New
de: Neu
fr: Nouveau
ja: 新規
ka: ახალი

source: New Autosign Entry
de: Neuer Autosign-Eintrag
fr: Nouvelle entrée de signature automatique
ja: 新規の自動署名エントリー
ka: ავტომატური ხელმოწერის ახალი ჩანაწერი

source: New Salt Environment
de: Neue Salt Umgebung
fr: Nouvel environnement Salt
ja: 新規 Salt 環境
ka: მარილის ახალი გარემო

source: New Salt State
de: Neuen Salt State
fr: Nouvel État Salt
ja: 新規 Salt 状態
ka: მარილის ახალი მდგომარეობა

source: New Salt Variable
fr: Nouvelle variable Salt
ja: 新しい Salt 変数
ka: მარილის ახალი ცვლადი

source: No changes found
de: Keine Änderungen festgestellt
fr: Aucune modification trouvée
ja: 変更がありません
ka: ცვლილებების გარეშე

source: No salt environment selected!
fr: Aucun environnement Salt sélectionné.
ja: Salt 環境が選択されていません!
ka: მარილის გარემო ნაპოვნი არაა!

source: Operation
de: Vorgang
fr: Opération
ja: 操作
ka: ოეპრაცია

source: Optional Input Validator
fr: Validateur d'entrée optionnel
ja: オプションの入力バリデーター
ka: შეყვანის არასავალდებულო შემოწმება

source: Order
fr: Commande
ja: 順序
ka: დალაგება

source: Override the default value of the Salt variable.
fr: Remplacer la valeur par défaut de la variable Salt.
ja: Salt 変数のデフォルト値を上書きします。
ka: მარილის ცვლადის ნაგულისხმები მნიშვნელობის გადაფარვა.

source: Overriden
fr: Remplacé
ja: 上書き済み
ka: გადაფარული

source: Please select a Salt environment first
de: Bitte zuerst eine Salt Umgebung wählen
fr: Tout d'abord, sélectionner un environnement Salt
ja: まず Salt 環境を選択してください
ka: ჯერ აირჩიეთ მარილის გარემო

source: Prioritize Attribute Order
fr: Prioriser l'ordre des attributs
ja: 属性の順序の優先順位付け
ka: ატიბუტების მიმდევრობის პრიორიტეტების მიხედვით დალაგება

source: Record deleted.
de: Autosign-Eintrag gelöscht.
fr: Enregistrement supprimé.
ja: レコードが削除されました。
ka: ჩანაწერი წაიშალა.

source: Reject
de: Zurückweisen
fr: Rejeter
ja: 拒否
ka: უარყოფა

source: Rejected
de: Zurückgewiesen
fr: Rejeté
ja: 拒否
ka: უარყოფილია

source: Remote action:
fr: Action distante :
ja: リモートアクション:
ka: დაშორებული ქმედება:

source: Remove duplicate values (only array type)
fr: Supprime les valeurs dupliquées (seulement pour le type tableau)
ja: 重複する値の削除 (配列タイプのみ)
ka: დუბლირებული მნიშვნელობების წაშლა (მხოლოდ მასივის ტიპი)

source: Removed
de: Entfernt
fr: Supprimé
ja: 削除
ka: ამოღებულია

source: Result
de: Ergebnis
fr: Résultat
ja: 結果
ka: შედეგი

source: Run Salt
de: Salt starten
fr: Exécuter Salt
ja: Salt の実行
ka: მარილის გაშვება

source: Run Salt state.highstate
fr: Exécuter Salt state.highstate
ja: Salt state.highstate の実行
ka: მარილის state.highstate -ის გაშვება

source: Salt Autosign
fr: Signature automatique de Salt
ja: Salt 自動署名
ka: მარილის ავტომატური ხელმოწერა

source: Salt Environment
de: Salt Umgebung
fr: Environnement Salt
ja: Salt 環境
ka: მარილის გარემო

source: Salt Environments
de: Salt Umgebungen
fr: Tous les environnements
ja: Salt 環境
ka: მარილის გარემოები

source: Salt Keys
de: Salt Schlüssel
fr: Clés Salt
ja: salt キー
ka: მარილის გასაღებები

source: Salt Keys on %s
de: Salt Schlüssel auf %s
fr: Clés Salt sur %s
ja: %s の Salt キー
ka: მარილის გასაღებები %s-ზე

source: Salt Master
ja: salt マスター
ka: მარილის ძირითადი

source: Salt State
fr: État Salt
ja: salt 状態
ka: მარილის მდგომარეობა

source: Salt States
fr: États Salt
ja: ソルトの状態
ka: მარილის მდგომარეობა

source: Salt Variable Details
fr: Détails des variables Salt
ja: Salt 変数の詳細
ka: მარილის ცვლადის დეტალები

source: Salt Variables
fr: Variables Salt
ja: Salt 変数
ka: მარილს ცვლადები

source: Salt environment
de: Salt Umgebung
fr: Environnement Salt
ja: Salt 環境
ka: მარილის გარემო

source: Salt environment ID
de: Salt Umgebungskennung
fr: ID de l'environnement Salt
ja: Salt 環境 ID
ka: მარილის გარემოს ID

source: Salt external nodes YAML dump
de: YAML-Ausgabe des externen Salt-Knotens
fr: Dump YAML des noeud externes de Salt
ja: Salt 外部ノード YAML ダンプ
ka: მარილის გარე კვანძების YAML ფაილი

source: Salt namespace pillars
fr: Piliers de l'espace de nom Salt
ja: salt namespace ピラー

source: Salt state
fr: État Salt
ja: salt 状態
ka: მარილის მდგომარეობა

source: Salt states must be in the environment of the host
de: Salt State muss in der Umgebung des Hosts sein
fr: Les états Salt doivent se trouver dans l'environnement de l'hôte
ja: ホストの環境には、Salt の状態が必要です。
ka: მარილის მდგომარეობები ჰოსტის გარემოში უნდა იყოს

source: SaltEnvironment|Name
fr: SaltEnvironment|Nom
ja: 名前
ka: მარილისგარემო|სახელი

source: SaltModule|Name
fr: SaltModule|Nom
ja: 名前
ka: მარილისმოდული|ახალი

source: Save
de: Speichern
fr: Enregistrer
ja: 保存
ka: შენახვა

source: Select salt environment
fr: Choisir l'environnement Salt
ja: Salt 環境の選択
ka: აირჩიეთ მარილის გარემო

source: Select the changes you want to realize in Foreman
de: Wählen Sie die Änderungen, die Sie in Foreman anwenden möchten
fr: Sélectionner les changements que vous voulez voir appliqué par Foreman
ja: Foreman に適用する変更を選択する
ka: აირჩიეთ ცვლილებები, რომლების რეალიზებაც Foreman-ში გნებავთ

source: Set the order in which values are resolved.
fr: Définir l'ordre dans lequel les valeurs sont interprétées.
ja: 値が解決される順序を設定します。
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება.

source: Set the salt_status as \'successful authentication\' and remove the corresponding autosign key from the Smart Proxy
fr: Définissez le salt_status comme \'successful authentication' et supprimez la clé d'autosignature correspondante du Smart Proxy
ja: salt_status を \'successful authentication\' に設定し、対応する自動署名キーを Smart Proxy から削除します。

source: Show a Salt environment
de: Salt Umgebung anzeigen
fr: Afficher un environnement Salt
ja: Salt 環境の表示
ka: მარილის გარემოს ჩვენება

source: Show a minion
de: Minion anzeigen
fr: Montrer un minion
ja: ミニオンの表示
ka: მინიონის ჩვენება

source: Show a state
de: Salt State anzeigen
fr: Afficher un état
ja: 状態の表示
ka: მდგომარეობის ჩვენება

source: Show the Salt parameters of a host group
fr: Afficher les paramètres Salt d'un groupe d'hôtes
ja: ホストグループの Salt パラメーターの表示

source: Show variable
fr: Ajouter Variable
ja: 変数を表示します
ka: ცვლადის ჩვენება

source: Specify Matchers
fr: Spécifier les matchers
ja: Matcher の指定
ka: მიუთითეთ შესატყვისები

source: State
de: Status
fr: État
ja: 状態

source: State ID
fr: ID État
ja: 状態 ID
ka: მდგომარეობის ID

source: State can be "accepted" or "rejected"
de: State kann "accepted" oder "rejected" sein
fr: L'état peut être "accepté" ou "rejeté"
ja: 状態には「許可」または「拒否」のいずれかを指定できます。
ka: მდგომარეობა შეიძლება იყოს "თანხმობა" ან "უარყოფა"

source: States
fr: États
ja: 状態
ka: შტატები

source: Successfully imported
de: Erfolgreich importiert
fr: Importation réussie
ja: 正常にインポートされました
ka: წარმატებით იქნა შემოტანილი

source: The order in which matchers keys are processed, first match wins.<br> You may use multiple attributes as a matcher key, for example, an order of <code>host group, environment</code> would expect a matcher such as <code>hostgroup = "web servers", environment = production</code>
fr: L'ordre dans lequel les clés de correspondance (matchers) sont parcourues, la première correspondance gagne.<br>Vous pouvez utiliser plusieurs attributs comme clés de Matchers, par exemple, l'ordre suivant <code>hostgroup,environment</code> s’attendrait à une correspondance <code>hostgroup=web serveurs, environment = production</code>
ja: Matcher キーが処理される順序です。先に一致したもの順になります。<br> 複数の属性を Matcher キーとして使用できます。たとえば、<code>host group, environment</code> の順序の場合には、<code>hostgroup = "web servers", environment = production</code> のような Matcher が予想されます
ka: თანმიმდევრობით, რომლითაც შესატყვისების გასაღებები დამუშავდება, პირველი მატჩი იმარჯვებს.<br> თქვენ შეგიძლიათ გამოიყენოთ მრავალი ატრიბუტი, როგორც შესატყვისი გასაღები, მაგალითად, <code>host group, environment</code> მოსალოდნელია შესატყვისი, როგორიცაა <code>hostgroup = "web servers", environment = production</code>

source: The order in which values are resolved
fr: L'ordre dans lequel les valeurs sont interprétées
ja: 値が解決される順序
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება

source: Toggle
de: Umschalten
fr: Basculer
ja: 切り替え
ka: გადართვა

source: Type
ja: タイプ
ka: ტიპი

source: Types of validation values
fr: Types des valeurs pour la validation
ja: 検証値のタイプ
ka: შემოწმების მნიშვნელობის ტიპები

source: Types of variable values
fr: Types de variables des valeurs
ja: 変数値のタイプ
ka: ცვლადის მნიშვნელობის ტიპები

source: Unable to accept Salt key for %s
de: Salt Schlüssel für %s konnte nicht akzeptiert werden
fr: Impossible d'accepter la clé Salt pour %s
ja: %s の Salt キーを許可できません
ka: %s-ის მარილის გასაღების დადასტურების შეცდომა

source: Unable to create Salt autosign key %s
fr: Impossible de créer la clé d'autosignature de Salt %s
ja: %s の Salt 自動署名キーを作成できません

source: Unable to delete Salt autosign hostname for %s
fr: Impossible de supprimer le nom d'hôte autosigné de Salt pour %s
ja: %s の Salt 自動署名ホスト名を削除できません

source: Unable to delete Salt autosign key %s
fr: Impossible de supprimer la clé d'autosignature de Salt %s
ja: %s の Salt 自動署名キーを削除できません

source: Unable to delete Salt key for %s
de: Salt Schlüssel für %s konnte nicht gelöscht werden
fr: Impossible de supprimer la clé Salt pour %s
ja: %s の Salt キーを削除できません
ka: %s-ის მარილის გასაღების წაშლის შეცდომა

source: Unable to fetch Salt environments list
de: Salt Umgebungsliste konnten nicht abgerufen werden
fr: Impossible de récupérer la liste des environnements Salt
ja: Salt 環境一覧を取得できません
ka: მარილის გარემოების გამოთხოვის სეცდომა

source: Unable to fetch Salt key list
de: Salt Schlüssel Liste konnten nicht abgerufen werden
fr: Impossible de récupérer la liste des clés de Salt
ja: Salt キー一覧を取得できません
ka: მარილის გასაღების სიის გამოთხოვის შეცდომა

source: Unable to fetch Salt states list
de: Salt States Liste konnten nicht abgerufen werden
fr: Impossible de récupérer la liste des états de Salt
ja: Salt 状態一覧を取得できません
ka: მარილის მდგომარეობის სიის გამოთხოვის შეცდომა

source: Unable to fetch autosign list
de: Autosign Liste konnten nicht abgerufen werden
fr: Impossible de récupérer la liste d'autosignature
ja: 自動署名リストを取得できません
ka: ავტომატური ხელმოწერის სიის მიღების შეცდომა

source: Unable to generate output, Check log files
fr: Impossible de générer une sortie, vérifiez les fichiers de journaux
ja: 出力を生成できません。ログファイルを確認してください

source: Unable to reject Salt key for %s
de: Salt Schlüssel für %s konnte nicht zurückgewiesen werden
fr: Impossible de rejeter la clé Salt pour %s
ja: %s の Salt キーを拒否できません
ka: %s-ის მარილის გასაღების უარყოფის შეცდომა

source: Unable to run Salt state.highstate for %s
de: Start von Salt state.highstate für %s fehlgeschlagen
fr: Impossible d'exécuter Salt state.highstate pour %s
ja: %s の Salt state.highstate を実行できません
ka: %s-სთვის მარილის state.highstate -ის დაყენების შეცდომა

source: Unable to set Salt autosign hostname for %s
fr: Impossible de définir le nom d'hôte autosigné de Salt pour %s
ja: %s の Salt 自動署名ホスト名を設定できません

source: Unaccepted
de: Abgelehnt
fr: Non accepté
ja: 許可待ち
ka: მიუღებელი

source: Update
de: Aktualisieren
fr: Mise à jour
ja: 更新
ka: განახლება

source: Update a Salt Key
de: Salt Schlüssel bearbeiten
fr: Mise à jour d'une clé Salt
ja: Salt キーの更新
ka: მარილის გასაღების განახლება

source: Update a minion
de: Minion bearbeiten
fr: Mise à jour d'un minion
ja: ミニオンの更新
ka: მინიონის განახლება

source: Update the Salt parameters of a host group
fr: Mise à jour des paramètres Salt d'un groupe d'hôtes
ja: ホストグループの Salt パラメーターの更新

source: Updated hosts: changed salt environment
fr: Mise à jour des hôtes : l'environnement Salt a changé
ja: 更新済みホスト: 変更済み Salt 環境
ka: ჰოსტების განახლება: მარილის გარემო შეიცვალა

source: Updates Salt variable
fr: Mise à jour de la variable Salt
ja: Salt 変数の更新
ka: მარილის ცვლადის განახლება

source: Upload a Job
de: Hochladen eines Jobs
fr: Télécharger un Job
ja: ジョブのアップロード
ka: დავალების ატვირთვა

source: Used to enforce certain values for the parameter values
fr: Utilisé pour forcer certaines valeurs pour les valeurs des paramètres
ja: パラメーター値の特定の値を適用するために使用されます
ka: გამოიყენება ზოგიერთი მნიშვნელობების პარამეტრების მნიშვნელობებად ძალით დასაყენებლად
