Repository: theforeman/foreman_salt
Catalog: locale/*/foreman_salt.po
Languages: de, fr, ja, ka

source: Value to use when there is no match.
fr: Valeur à utiliser quand il n'y a pas de concordance.
ja: 一致がない場合に使用する値。
ka: მნიშვნელობა, რომელიც გამოიყენება, როცა დამთხვევები არაა.

source: Variables
ja: 変数
ka: ცვლადები

source: Variable|Name
fr: Variable|Nom
ja: 名前
ka: ცვლადი|სახელი

source: Variable|State
fr: Variable|État
ja: 状態
ka: ცვლადი|მდგომარეობა

source: When enabled the parameter is hidden in the UI
fr: Quand activé, le paramètre est caché dans l'interface
ja: 有効な場合はパラメーターは UI で非表示になります
ka: როცა ჩართულია, UI-ში პარმეტრი დამალულია

source: is alphanumeric and cannot contain spaces
de: ist alphanumerisch und kann keine Leerzeichen enthalten
fr: est alphanumérique et ne peut pas contenir d'espaces
ja: 英数字を指定し、スペースは指定できません。
ka: ალფარიცხვულია და არ შეიძლება გამოტოვებებს შეიცავდეს

source: must be alphanumeric, can contain periods, dashes, underscores and must not contain spaces
de: muss alphanumerisch sein; kann Punkte, Striche, Unterstriche enthalten jedoch keine Leerzeichen
fr: doit être alphanumérique, peut contenir des points, des tirets, des traits de soulignement et ne doit pas contenir d'espaces
ja: 英数字を指定する必要があります。ピリオド、ダッシュ、アンダースコアは指定できますが、スペースは指定できません。
ka: უნდა იყოს ალფარიცხვული, შეიძლება შეიცავდეს წერტილებს, ტირეებს და ქვედა ტირეებს. არ შეიძლება შეიცავდეს გამოტოვებებს

source: Salt Smart Proxy ID
fr: IDs des smart proxies Salt
ka: მარილის ჭკვიანი პროქსის ID

source: Salt master/smart proxy ID
fr: ID Salt master/Smart proxy

source: Salt ENC
ka: მარილის ENC

source: Unable to generate output, Check log files
ka: გამოტანის შეცდომა, შეამოწმეთ ჟურნალი

source: Unable to generate output, Check log files\n
de: Kann keine Ausgabe erzeugen, Bitte Logdateien prüfen\n

source: Successfully executed, check log files for more details
de: Erfolgreich ausgeführt, für weitere Informationen bitte die Protokolldateien prüfen

source: Autosign created for #{params[:id]}
de: Autosign-Eintrag erstellt für #{params[:id]}

source: Autosign deleted for #{params[:id]}
de: Autosign-Eintrag entfernt für #{params[:id]}

source: Successfully updated %s.
de: %s wurde aktualisiert.

source: Key accepted for #{key}
de: Schlüssel #{key} akzeptiert

source: Key rejected for #{key}
de: Schlüssel #{key} zurückgewiesen

source: Key deleted for #{key}
de: Schlüssel #{key} entfernt

source: Trigger a state.highstate run on a node
de: Salt state.highstate Lauf auf einem Knoten auslösen

source: Process Highstate Report: #{input[:job_id]}
de: Verarbeite state.highstate Report: #{input[:job_id]}

source: Unable to set Salt autosign for %s
de: Salt Autosign für %s konnte nicht festgelegt werden

source: Unable to delete Salt autosign for %s
de: Salt Autosign für %s konnte nicht gelöscht werden

source: No Salt master defined - can't continue
de: Kein Salt Master definiert - kann nicht fortfahren

source: Failed to execute state.highstate: %s
de: Fehler bei der Ausführung von state.highstate: %s
